tap "homebrew/bundle"
tap "homebrew/cask"
cask "alfred"
cask "alejandra"
cask "bartender"
cask "discord"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome@dev"
cask "gpg-suite-no-mail"
cask "logi-options+"
cask "loopback"
cask "love"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "proton-mail-bridge"
cask "protonvpn"
cask "raycast"
cask "rectangle-pro"
cask "session-manager-plugin"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "unity-hub"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zen"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "astro-build.astro-vscode"
vscode "bbenoist.nix"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "dan-c-underwood.arm"
vscode "docker.docker"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jetmartin.bats"
vscode "jetpack-io.devbox"
vscode "kamadorueda.alejandra"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
